{
  "videos": [
    {
      "key": 1,
      "value": {
      "id": 1,
      "title": "Introduction to NodeJS by Riza Fahmi",
      "description": "Dalam meetup ini akan diadakan mini-workshop bagaimana membuat aplikasi sederhana menggunakan NodeJS.  Kamu diharapkan untuk membawa laptop sendiri dan sudah menginstal nodejs di https://nodejs.org/en/ (versi 6 atau 7) di laptop kamu.  Speaker: Riza Fahmi Seorang developer yang gemar mempelajari teknologi baru dan senang berbagi dengan sesama developer dengan tujuan memberikan bimbingan untuk meningkatkan kemampuan mereka sehingga mereka dapat memiliki karir yang lebih baik atau mungkin membangun bisnis mereka sendiri.  Selain itu, ia juga adalah Curriculum Director HACKTIV8, sebuah coding bootcamp yang ia mulai dengan Ronald Ishak, dalam upaya untuk memecahkan krisis perekrutan developer yang telah menghambat pertumbuhan banyak startups teknologi di Indonesia. Melalui kurikulum mendalam selama 12-minggu, HACKTIV8 berharap dapat meningkatkan kualitas web developer dan menghubungkan mereka dengan perusahaan teknologi terbaik di negeri ini.",
      "date_published": "2017-03-15",
      "thumbnail": "http://i3.ytimg.com/vi/Q41Tgy-W_7w/maxresdefault.jpg",
      "url": "https://www.youtube.com/embed/Q41Tgy-W_7w"
      }
    },
    {
      "key": 2,
      "value": {
      "id": 2,
      "title": "Real time app with VueJS and Firebase by Septian Adhi Tama",
      "description": "",
      "date_published": "2017-03-28",
      "thumbnail": "http://i3.ytimg.com/vi/E4MtmE1OtXg/maxresdefault.jpg",
      "url": "https://www.youtube.com/embed/E4MtmE1OtXg"

      }
    },
    {
      "key": 3,
      "value": {

      "id": 3,
      "title": "Web Development With NodeJS & Express by Riza Fahmi",
      "description": "Mini Workshop: Web Development with NodeJS merupakan seminar yang akan membahas bagaimana membuat website dengan menggunakan bahasa pemrograman NodeJS.  Dalam event ini, Curriculum Director HACKTIV8, Riza Fahmi juga akan berbagi wawasan bagaimana cara mengimplementasikan teknologi-teknologi terkini ke dalam pengembangan website tersebut. #SayYesToCode",
      "date_published": "2017-04-26",
      "thumbnail": "http://i3.ytimg.com/vi/D7lpojnH10s/maxresdefault.jpg",
      "url": "https://www.youtube.com/embed/D7lpojnH10s"
      }
    },
    {
      "key": 4,
      "value": {
      "id": 4,
      "title": "Easy React Native with Exponent by Simon Sturmer",
      "description": "Dalam REACT.ID Meetup ini kita akan membahas topik-topik menarik yang berhubungan dengan React. Kita akan berdiskusi dengan para pembicara yang memang expert dibidangnya.",
      "date_published": "2017-04-12",
      "thumbnail": "http://i3.ytimg.com/vi/ApXw4J9llMQ/maxresdefault.jpg",
      "url": "https://www.youtube.com/embed/ApXw4J9llMQ"

      }
    },
    {
      "key": 5,
      "value": {
      "id": 5,
      "title": "Database With NodeJS: Object-Relational Mapping by Riza Fahmi",
      "description": "",
      "date_published": "2017-06-01",
      "thumbnail": "http://i3.ytimg.com/vi/PWhRbMsBeho/maxresdefault.jpg",
      "url": "https://www.youtube.com/embed/PWhRbMsBeho"

      }
    },
    {
      "key": 6,
      "value": {
      "id": 6,
      "title": "All About Elixir: Riza Fahmi Introduces Phoenix Web Framework",
      "description": "Slides: http://www.slideshare.net/rizafahmi/brief-intro-to-phoenix-elixir-meetup-at-bukalapak.  This event was held on April 28, 2016 under the auspices of Bukalapak. Special mention goes to CTO Nugroho Herucahyono for providing the space and snacks.",
      "date_published": "2016-04-29",
      "thumbnail": "http://i3.ytimg.com/vi/7j04qtSvhE4/maxresdefault.jpg",
      "url": "https://www.youtube.com/embed/7j04qtSvhE4"

      }
    }
  ]
}
